[{"Title": "Ashka", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Marked by elongated head tails and bioluminescent skin that ranges from subtle patterns to full-body glow. Their coloration changes slightly based on mood or environment, making them naturally expressive. Many Ashka see their luminous patterns as part of personal identity, using cybernetics or genetic modification to enhance or alter them in unique ways. Their culture values mysticism and expression, often intertwining art and technology to create mesmerizing displays. Music, dance, and visual art are highly esteemed, frequently incorporating holograms, bio-light, and augmented reality. Ashka embrace personal freedom and creativity, seamlessly integrating into both high-tech and natural environments, often seeking balance between technological advancement and organic beauty."}, {"Title": "Automaton", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Constructed with sleek android-like designs or bulky industrial frames, running on advanced AI. Some are relics of lost civilizations, while others are newly built yet seeking independence from their creators. Many Automatons struggle with questions of purpose and identity, as their original directives may persist even when free will develops. Society is structured and logical, valuing efficiency over emotion, making social interactions among their own kind highly systematized and deliberate. Despite this, self-aware Automatons often pursue individuality, adopting names, fashion, or cultural philosophies that reflect their evolving sense of self. Some commit themselves to logic and function, while others lean into experimentation, humor, or an appreciation for organic life."}, {"Title": "Bruhx", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Large-framed drug addicts with thick, sometimes brightly colored skin, and a naturally sluggish movement. Their bodies metabolize food and substances slowly, making them almost perpetually in a state of relaxation. They embrace a laid-back and indulgent lifestyle, prioritizing comfort, social gatherings, and sensory experiences, often engaging in cybernetic modifications that enhance pleasure receptors or slow pain response to prolong enjoyment. Many live in communal spaces with cozy interiors and a preference for dim, ambient lighting. Though technologically capable, they often prefer low-energy solutions, valuing ease of access and automation over efficiency. Their culture has little interest in power struggles, instead focusing on recreational activities, mutual enjoyment, and expanding their perception through mood-enhancing medicines or biochemical experimentation."}, {"Title": "Chitir", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Chitin-armored with insect-like traits such as antennae, mandibles, or compound eyes, sometimes featuring extra limbs. Many follow structured societal orders, prioritizing efficiency, cooperation, and advancement. Their social networks function like hives, where individuals specialize in unique roles based on aptitude and genetic markers. While some Insectoids embrace individuality, others maintain collective mental links, sharing thoughts and directives like an ever-expanding network. Change is integral to their philosophy. Constant metamorphosis, both physically and intellectually, is seen as a necessary step toward perfection. Their technology relies heavily on biomimicry, integrating organic mutations with mechanical enhancements to refine their bodies and improve function."}, {"Title": "Dragna", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Born with scales, horns, claws, and sometimes tails or vestigial wings, their features vary based on ancestral history. Many possess resilient bodies and sharp eyesight, traits seen as signs of natural superiority among their kind. Respected for their presence and resilience, they uphold traditions of strength, ambition, and wisdom, often believing that leadership belongs to those who prove their worth through success or challenge. Their society follows a meritocratic hierarchy, rewarding personal achievement in leadership, invention, or combat. While ruthless ambition is respected, raw power or intelligence alone is not enough, as strategy, vision, and refinement determine long-term status. Dragna often augment themselves with cybernetics to further push their limits, but enhancements are considered tools, never substitutes for personal strength."}, {"Title": "Dwarf", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Stocky with broad frames, known for endurance and craftsmanship. Long lifespans and deeply rooted traditions have led to their culture being one of persistence and refinement, preferring well-tested methods over unproven innovations. Though they embrace technology, they do so methodically, ensuring that every advancement is built to last. Dwarves are known to create cities deep within mountains, asteroids, or underground bunkers, constructing vast strongholds that can remain self-sufficient for centuries. Loyalty, discipline, and lineage are deeply ingrained values, as many family names carry a legacy tied to great inventions, engineering marvels, or masterful craftsmanship. While often seen as highly disciplined, Dwarves also appreciate revelry, engaging in grand feasts and structured celebrations to mark significant milestones."}, {"Title": "Elf", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Tall with sharp features and an innate grace in both movement and speech. Often seen as meticulous and refined, they highly value intellect, aesthetics, and precision, integrating magic and technology in ways that emphasize balance and symmetry. Their architecture is sleek, minimalist yet stunning, blending bioengineering with cybernetics to create living urban environments. Education and mastery are central to their society, with individuals dedicating themselves to particular arts or sciences for decades, sometimes centuries. Many Elves view impulsiveness or inefficiency as weaknesses, preferring structured debate and slow, deliberate action over reckless decision-making. While they can seem distant or overly formal, those who earn their respect can find them deeply loyal and philosophical."}, {"Title": "Ghost", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Semi-transparent or flickering, existing between the physical and digital realms. Many are the remnants of individuals who died but were preserved through cybernetic integration or supernatural anomalies. While they retain memories of their past, their sense of identity often becomes fragmented over time, leading each Ghost to interpret their existence differently. Some cling to who they were, while others embrace their new form as a rebirth. Knowledge, memory, and transcendence shape their society, with many serving as digital archivists, historians, or mentors to the living. Unlike others, they rarely fear time, as their existence is already untethered from conventional mortality. Some believe they are meant to guide others, while others live as specters haunting the world, detached from its concerns."}, {"Title": "Goblin", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Small-framed with wiry builds, keen eyes, and sharp teeth, often seen tinkering with machinery or taking apart devices just to see how they work. Their affinity for technology is both an asset and a curse, as their creations are often unstable, yet brilliant. Thriving in chaotic and inventive environments, they take pride in fast-thinking, problem-solving, and scavenging. Resourceful to a fault, many Goblins patch together cybernetic enhancements using salvaged parts, resulting in unpredictable but effective augmentations. While some operate as underground tinkerers or daring engineers, others form syndicates that trade in black-market tech and experimental weaponry. Their social structure is often erratic, favoring cunning and creative problem-solving over brute force or rank. Business and engineering go hand in hand, and many strike deals as fast as they build machines."}, {"Title": "Human", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Versatile and determined, involved in nearly every aspect of society. With no single defining trait or specialty, humans compensate through sheer adaptability, rapidly adjusting to new environments, technologies, and philosophies. Cultures among them vary widely, from corporate-dominated metropolises to nomadic wasteland tribes, making them difficult to categorize. While they may lack the innate advantages of others, their creativity and persistence allow them to push boundaries, constantly pioneering new technologies, ideologies, and strategies. Some humans become obsessed with progress, augmenting their bodies with cybernetics to eliminate perceived weaknesses, while others embrace tradition, rooting themselves in history and heritage. This dynamic nature makes them unpredictable but consistently influential."}, {"Title": "Inferum", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Tall with horns, tails, sharp angular features, and glowing eyes, exuding an air of confidence and danger. Their society thrives on power dynamics, contracts, and influence, where status is determined by one's ability to navigate both social and economic battles. Individual ambition is encouraged, but reckless impulses are seen as foolish, since true power lies in control, manipulation, and calculated risk. Many Inferum excel as negotiators, bureaucrats, or corporate moguls, turning deals into a form of art. While cunning and ruthlessness are respected, honor and integrity within agreements are equally critical, as betraying a pact is a sign of weakness. Inferum culture revolves around mastery of one's emotions and surroundings, ensuring that every action serves a greater goal."}, {"Title": "Kruull", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Towering with powerful builds, thick skin, and sharp tusks, known for their warrior traditions and unwavering sense of honor. Strength is not just physical but also a measure of willpower, resilience, and discipline. Every Kruull is expected to contribute to their clan or faction, either through combat, leadership, or creation of powerful tools and weapons. Their society functions through a rigid but respected hierarchy, where challenges and trials determine status rather than wealth or inheritance. Cybernetic enhancements are common but must be earned through deeds, as modifying oneself without proving strength is considered hollow. Despite their warrior-centric culture, they hold deep reverence for tradition, storytelling, and ancestral wisdom, carefully preserving their history to remind future generations of their shared purpose. Oaths and blood pacts carry immense weight, and breaking one's word is one of the greatest disgraces a Kruull can endure."}, {"Title": "Lithari", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Crystalline entities with semi-transparent, faceted bodies that refract light within them, their forms subtly shifting as they grow and accumulate minerals, metals, or synthetic materials over time. Deeply aware of the fragility of existence, Lithari believe that nothing is permanent and that all things, no matter how great, will eventually fade. Their culture revolves around the philosophy of impermanence, embracing the nihility of all things yet finding solace in the present rather than mourning what is lost. They are a deeply introspective people, often lost in thought, contemplating the transient nature of life, magic, and the universe itself. Rather than seeking control or legacy, they value the fleeting beauty of the moment, believing that true meaning is not in permanence but in presence. Music, poetry, and art are revered, often created with the intent to be experienced once and then disappear, existing only in memory. Many Lithari wander without attachment, not because they do not care, but because they cherish everything too much to try and hold onto it forever. While they may seem melancholic or distant, their quiet reverence stems from gratitude rather than sorrow, treasuring every second as if it were their last, knowing that, in a way, it always is."}, {"Title": "Mycelian", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Slender and sinewy, their bodies are formed from fibrous fungal tissue, with soft, spongy skin that shifts in texture and density. Pulsating veins of bioluminescent spores flow beneath the surface, glowing faintly in patterns that change with their mood and environment. Their existence is one of quiet growth, unseen connections, and the endless cycle between decay and renewal. To the Mycelian, life is not a singular experience but a continuation, as their spores spread remnants of memories and knowledge, carrying echoes of past generations. They do not see individuality as fixed but as something fluid, ever-changing and evolving. Yet they do not dissolve into a collective, instead embracing change while remaining deeply tied to what came before. Their philosophy is one of patience, slow but inevitable progress, and an understanding that nothing truly ends, it only transforms. While others fear rot and decay, Mycelians see it as nourishment for the future, taking the discarded and making it fertile. Many become healers, philosophers, or cultivators of strange forms of life, thriving in forgotten ruins and neglected spaces, weaving unseen links between all things, reminding the world that even in its fall, something new is already beginning."}, {"Title": "Nymph", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Known for flowing organic beauty, often with bioluminescent hair, translucent skin, or plant-like traits, blending seamlessly with their environment. Deeply connected to nature and emotion, Nymphs live in harmony with both organic life and cybernetic advances, integrating the two into breathtaking displays of living technology. Their society thrives on artistic expression and symbiotic relationships, favoring equilibrium over excess. Unlike more rigid social structures, Nymph culture allows individuals to find unique and fluid roles within their communities, adapting to both spiritual needs and technological advancements. They see artificial creation as an extension of nature rather than a disruption, bioengineering cybernetics that grow and evolve rather than remain static. Their deep emotional awareness makes them highly empathic, often acting as diplomats, healers, or mediators, ensuring relationships flourish rather than stagnate."}, {"Title": "Obelisk", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Massive, heavily armored figures of living stone, metal, or other inorganic materials, their towering frames bearing the weight of history itself. They have seen history. They have seen it repeat. And they will not let it happen again. Unlike others, they do not forget. Every war, every betrayal, every failure is etched into their minds like cracks in their unyielding forms. Their culture revolves around preservation, ensuring past mistakes are never repeated. Every decision they make is grounded in millennia-old logic rather than fleeting emotions, favoring stability over reckless change. Yet, for all their caution, they often become trapped by their own lessons, unable to adapt when new realities demand it. In trying so hard to avoid the past, they sometimes unwittingly replicate it, mistaking stubbornness for wisdom. Their presence in society is often that of advisors, enforcers of forgotten laws, or guardians of ancient knowledge, standing watch over civilizations always on the brink of repeating themselves. To them, the past is not gone. It is a warning, and they will not let it be ignored, even at the cost of making mistakes anew."}, {"Title": "Plasmoid", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Gelatinous, with semi-fluid bodies capable of reshaping parts of themselves, often translucent or softly glowing. Even within structured societies, Plasmoids rarely stay rigid in form, shifting subtly based on mood or need. Their adaptability allows them to survive in extreme environments where others would quickly perish, making them exceptional explorers, infiltrators, or engineers designing technology for unconventional spaces. Their culture thrives on fluidity, both physically and ideologically. Beliefs, tasks, and even leadership often shift to fit circumstances rather than adhering to rigid structures. While some view them as unpredictable or difficult to grasp, Plasmoids see themselves as problem-solvers, embracing constant change as a state of being. Many of them engage in deep intellectual or philosophical discussions about identity and form, exploring the ever-blurring line between body, technology, and consciousness."}, {"Title": "Seraph", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Tall and majestic, adorned with radiant features, glowing markings, and often multiple eyes or wings, creating a presence that commands attention. Deeply committed to ideals of order, justice, and divine purpose, they are often seen as arbiters or enforcers of laws that transcend common societal norms. Their society functions like a grand hierarchy, where roles are determined by a mix of merit and higher calling, rather than personal ambition. Many dedicate themselves to missions that extend across generations, upholding a vision of cosmic balance or moral perfection. While their discipline and sense of duty can seem relentless, they are not without mercy. Many Seraph believe in redemption and growth, striving to uplift those who have lost their path. Cybernetic augmentation is seen as a way to further embody divine purpose, often designed to enhance perception, communication, or the ability to intervene in the affairs of the world more effectively."}, {"Title": "Skeleton", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Composed of animated bone, sustained through advanced necro-tech or supernatural means, existing beyond the constraints of flesh. They do not concern themselves with time, not because they believe it infinite, but because nothing is more important than what they are working on in the present moment. Goals are pursued with unwavering determination, convinced that with enough effort, they will eventually succeed. This drive keeps them endlessly refining their work, perfecting theories, and chasing ultimate understanding, even if a single pursuit lasts centuries. They see no purpose in wastefulness, reusing resources and ideas over generations, ensuring that no knowledge is lost or abandoned if it can still serve a purpose to someone, somewhere. Many immerse themselves in magic, mathematics, astrophysics, and high technology, seeking to unravel the mysteries of the universe through relentless research. Some become legendary magicians, alchemists, or cybernetic scientists, with breakthroughs that shape entire civilizations. To them, failure is merely another step toward revelation, and understanding is a goal that justifies any amount of time or effort."}, {"Title": "Swarm", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "A collective of countless smaller organisms or nanobots forming a singular shape, constantly shifting in subtle ways. The concept of individuality is fluid, with perspectives shifting between collective intelligence and isolated thought processes depending on the swarm's configuration. Many see autonomy differently than other ancestries, approaching existence as a continuous reintegration of ideas and identities rather than a rigid self. Their societies function through decentralized networks, adapting instantly to new information or dangers, making them incredibly effective at navigating critical infrastructure, digital systems, or even environmental restoration efforts. While they value collaboration and efficiency, they are not emotionless, rather, they express thought and feeling through synchronized movements, pattern-based speech, or forms of shared sensory data instead of conventional communication."}, {"Title": "Synth", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Sleek or patchwork in design, their bodies range from eerily perfect organic forms to deliberately asymmetrical constructions of synthetic skin, metal plates, and bio-engineered tissue. Artificially created organic beings, engineered through cloning, nanite manipulation, or bio-synthetic fusion. Though their origins lie in laboratories, corporations, or lost experiments, Synths reject the idea that they were made to serve a purpose beyond their own desires. Their culture revolves around freedom in all forms. Freedom of thought, expression, and existence. Highly valuing self-expression, they embrace artistry, music, and creative modification of both body and mind. Rebel movements, underground collectives, and digital subcultures thrive within Synth society, where rigid rules are ignored in favor of personal authenticity. Rock, punk, and neon-soaked electronica dominate their nightlife, with massive festivals and raves being common gathering points. Tolerance and acceptance are core values, as most believe that identity is fluid and self-determined. They vibe, they party, they break limits, and they enjoy their existence to the fullest, because for them, life isn't about survival, it's about living."}, {"Title": "Vampire", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Pale with sharp features, fangs, and an aura of controlled predation, often dressed in refined styles that reflect their sense of superiority and elegance. Enhanced by bio-alchemy or cursed bloodlines, they operate from the shadows, amassing wealth, influence, and secrecy. Their culture values calculated ambition, ensuring that power is silently accumulated over time rather than seized recklessly. Every action has a long-term strategy, every word serves a deeper purpose, and reputation is as important as tangible resources. Unlike other societies where brute force plays a major role, theirs sees control as the true currency. Whether through social maneuvering, biotechnology, or psychological influence. Many dwell in luxurious enclaves, isolated from chaotic lower classes, carefully curating environments that sustain them both physically and intellectually. While deeply competitive among themselves, they maintain a strict hierarchy, where betrayal is rare because trust, even among rivals, is more valuable than conflict."}, {"Title": "Wildblood", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Defined by bestial traits such as fur, claws, tails, or animalistic eyes, each displaying characteristics of a lineage tied to different species. Deeply connected to their instincts, they find strength in both community and independence, embracing a balance between the two depending on their upbringing. Many live in tight-knit familial packs, placing loyalty and kinship above abstract concepts like wealth or status. Others roam freely, seeking new experiences and relying on instinctive adaptability to survive. Their culture values passion, direct communication, and self-expression, often rejecting unnecessary formalities in favor of straightforward honesty. While some fully integrate into urban environments, others maintain a semi-nomadic relationship with modern society, treating cybernetic enhancement as a tool to amplify natural strengths rather than replace them."}, {"Title": "Xithirian", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Their often dark purple to deep blue, but sometimes pale white bodies are often unstable, radiating strange energy patterns, shadows that move unnaturally, or fragments of themselves phasing out of sync with reality. No one knows whether they are connected to the strings of fate, greater beings, or the will of the universe itself, however, the visions they receive are rarely wrong. At times, they glimpse moments yet to come, patterns hidden beneath reality, or fundamental truths unseen by others. This deep awareness shapes their culture, leading them not toward rigid dogma but toward enlightenment, an instinctive understanding of things that goes beyond conventional learning. Nothing is taken at face value, not even the most proven knowledge, as they see even truth itself as an ever-shifting, imperfect concept. Some form grand plans built upon highly sophisticated theories or hidden truths, pursuing them relentlessly even when no one else believes them. Others try to warn of impending dangers, only to be ignored until it is too late. Their insight allows them to see the grand scheme, reading between lines and unraveling deceptions with unsettling ease. In society, they often serve as investigators, analysts, advisors, scholars, or diplomats, forever striving to bring clarity to an uncertain world."}, {"Title": "Zombie", "Height": 3, "Attributes": [[{"Type": "tag", "Parts": ["Ancestry"]}]], "Content": "Once dead, now reanimated through biotech or necrotic energy, existing in a state between life and decay. Their sense of time is skewed, as many remember their first deaths vividly, causing their perception of existence to feel both extended and temporary at once. Though their bodies may show decomposition, their minds remain intact, leading to cultural values centered around endurance, adaptability, and making use of what remains. Many form tightly-knit communities, where survival takes precedence over ego, and mutual assistance is the foundation of their society. They view pain and fear differently than others, not as deterrents but as signs of continued existence, making them courageous in ways that others find unsettling. Bionic modifications and magical rituals are often used to maintain functionality, allowing them to stave off further decay or enhance themselves beyond their previous living forms. In a world that sometimes sees them as remnants of the past, they carve out identities that define their second lives on their own terms."}]