[{"Title": "Neontris", "Height": 2, "Content": "The Neontris setting is the official setting for Cyberfantasy: Unique Warriors.", "SubSections": [{"Title": "Triora", "Height": 3, "Content": "The main cosmos, which is just one among countless within the universe. Right now, only limited travel to certain lower order cosmoses is possible (via sufficiently small black holes, because to travel back, you need to overcome the cosmic force, which roughly scales with a black hole's size)."}, {"Title": "Intercosmic Peoples Organization (IPO)", "Height": 3, "Content": "An organization ruling over nearly the entirety of the Triora cosmos (and some small research based colonies outside in neighboring cosmoses, but the expansion is slow due to the difficulties of intercosmic travel) with an iron first, but otherwise extreme freedom for every nation to do whatever they want. They require taxes, but in exchange provide international services and standards, hunt criminals, fight and protect against outside forces and greater beings, enforce rudimentary war regulations, control money, and more."}, {"Title": "Tris", "Height": 3, "Content": "The only official currency valid across the entirety of the IPO's territory. Its symbol is a triangle with a dot inside (◬, e.g. 45◬). It is managed by a distributed data center system, which continues working foolproof as long as at least half the data centers are uncompromised. Transactions are done via performing a special magic ritual, which sends a signal to the data centers to transfer an amount of money from you to another registered person or entity. The ritual requires for the payer to willingly consent to the transaction. For persons with a lack of magic or a soul (such as AIs), or entities without an authorized person to handle the transaction (such as organizations or similar entities that exist in name only), a variety of specialized gadgets are available, such as cards, wrist implants, and Automatized Transaction Computers (ATCs, mostly for companies, states, and similar entites that do large amount of transactions). The payer can decide whether to add information to a transaction for the payee to see, but can also choose to remain anonymous to the payee, but never to the system. As such, the IPO always knows who has how much money, and can revoke it at any time."}]}]