[{"Title": "Skills", "Height": 2, "Content": "Your skills serve as a guideline rather than an absolute rule to show what might be worth and reasonable to attempt. As such, their effectiveness is highly dependent on both the setting, the campaign, and the GM. For example, if dimensional travel is common, wormholes might allow traveling to other dimensions, instead of just between nearby points. Similarly, the magical and technological level change how much fire you can create, whether you can hack a cyborg, or whether you can use air to easily lift multiple people. Furthermore, as skills have skill levels, the extent of their power rises with their skill level as determined by the GM (e.g. using air to lift a person might only be possible at higher skill levels). To further customize power levels, the GM can have skill checks use time, objects, or money.", "SubSections": [{"Title": "Skill Branches And Fields", "Height": 3, "Content": "Each skill is a member of a skill branch, and each skill branch is a member of a skill field. To excel in a field, broad knowledge across both its branch and its field are required."}, {"Title": "Skill Checks", "Height": 3, "Content": "Whenever you want to attempt something using your skills, your attempt might be difficult or otherwise face resistance. Before rolling, the GM must decide whether the thing you attempt makes sense. Once the GM approves of your attempt, you might automatically succeed, automatically fail, or face a skill challenge. In case of a skill challenge, the GM first determines its difficulty level (1, 2, etc..), and then you can make a skill check against it, by rolling a d20 and adding any relevant skill check modifiers. To succeed on a skill check, you need to roll at least [10 + (difficulty level - skill level) * 3]. If it is not possible for you to succeed or fail, there is no need to roll. You can decide to automatically fail a skill check.", "SubSections": [{"Title": "Skill Check Modifiers", "Height": 4, "Content": "When you roll a skill check, you add any relevant modifiers to the skill check (such as from items or environmental influences). If you roll a skill check against someone, they might add modifiers to your roll."}, {"Title": "Time, Objects, And Money", "Height": 4, "Content": "Some skill checks might require spending more or less time (from seconds to days or even more), may require investing a certain amount of money, and sometimes require access to specialized tools or objects."}]}, {"Title": "Skill Level", "Height": 3, "Content": "Your skill level at a specific task by using a specific skill modifies your success chance at a skill check. To detemine your skill level, add together the base skill level of the skill, the base skill level of the skill branch, and the base skill level of the skill field. The base skill level of a skill branch is calculated by taking the average of its best 3 skills, and similarly the base skill level of a skill field is calculated by taking the average of it best 3 skill branches. However, if the base skill levels of both the skill and the skill field are below 1, the skill branch is not taken into consideration, subsequently causing the skill level to be 0.", "SubSections": [{"Title": "Skill Increases", "Height": 4, "Content": "You can spend 1 skill increase to increase the base skill level of a skill by 1, up to a maximum of [Skill Maximum]."}]}]}]