[{"Title": "Cyberfantasy: Unique Warriors", "Height": 2, "Content": "A Cyberfantasy TTRPG created for epic combats in a mix of magical High Fantasy and interdimensional SciFi.", "SubSections": [{"Title": "About", "Height": 3, "Content": "A Cyberfantasy flavored TTRPG about tactical combat where you juggle a lot of options, as the best action highly depends on the current situation. During character creation and as you level up, you can choose your options with a very high degree of customizability. Level 1-4 are tutorial levels ideal for newcomers, whilst experienced players usually start at level 5. With 30 levels in total, more than enough progression is provided to support long campaigns."}, {"Title": "Highlights", "Height": 3, "SubSections": [{"Title": "Website", "Height": 4, "Content": "[https://uniquewarriors.deadlyartist.com/](https://uniquewarriors.deadlyartist.com/)"}, {"Title": "Stats", "Height": 4, "Content": "Dice System: d20s for attack rolls, d4s to d12s for damage\nMeasurement System: Metric\nGenre: Cyberfantasy (Cyberpunk x High Fantasy x SciFi)\nOfficial Settings: None (for now)"}, {"Title": "Progression Fantasy", "Height": 4, "Content": "Satisfying progression over the course of 30 levels."}, {"Title": "Customizability", "Height": 4, "Content": "You can choose from dozens of weapons, hundreds of weapon abilities (techniques), 9 paths, dozens of path abilities (masteries) each with multiple upgrades, as well as additional customizability at higher levels via mutations (both weapon abilities and summons), path evolutions, and path ascendancies. Beyond that, lots of optional customizability in terms of flavor, as well as campaign dependent customizability via items and runes is provided."}, {"Title": "Homebrew", "Height": 4, "Content": "Straightforward design makes this game super simple to do homebrew for. Homebrew is split into simple homebrew (campaign level, personal homebrew) and advanced homebrew (replace or add entire new systems)."}]}, {"Title": "License", "Height": 3, "Content": "The game content, which includes all written material (such as rules, descriptions, and text) as well as any created assets (such as artwork and illustrations), is licensed under the Creative Commons Attribution 4.0 International License (CC BY 4.0). You can view a copy of the license under\n[http://creativecommons.org/licenses/by/4.0/](http://creativecommons.org/licenses/by/4.0/)", "SubSections": [{"Title": "What This Means", "Height": 4, "Content": "- You can copy and redistribute the game content in any format.\n- You can remix, transform, or build upon the content, even commercially, as long as you give proper credit to the creator (Deadly Artist)."}, {"Title": "How to Attribute", "Height": 4, "Content": "If you use or adapt Cyberfantasy: Unique Warriors, please include the following attribution:  \n\n    Cyberfantasy: Unique Warriors by Deadly Artist, licensed under CC BY 4.0.\n    Available at [https://uniquewarriors.deadlyartist.com/](https://uniquewarriors.deadlyartist.com/)"}]}]}]