[{"Title": "Attacks", "Height": 1, "SubSections": [{"Title": "Attack Resolution", "Height": 2, "Content": "Roll to see your success level via the attack roll formulas (after adding any modifiers such as accuracy), then deal your damage according to the attack damage rules.", "SubSections": [{"Title": "Attack Roll Formulas", "Height": 3, "Content": "The formulas below decide the success level of an attack after applying any attack roll modifiers.\nMiss: [target's evasion - your Graze Range - 1] and below\nHit: [target's evasion - your Graze Range] to 20\nGraze: [target's evasion - your Graze Range] to [target's evasion - 1]\nStrike: [target's evasion] and above\nCrit: In case of a natural [21 - Crit Range] to 20, it becomes a crit instead."}, {"Title": "Attack Damage Rules", "Height": 3, "Content": "A miss deals no damage. A strike deals full damage. A graze deals [original damage -/ 2] damage. A crit rerolls all damage dice and takes the sum, unless the crit effect is overriden.", "SubSections": [{"Title": "Attack Damage Modifiers", "Height": 4, "Content": "Before dealing your damage, you add any relevant modifiers (such as by adding your power) as specified in the damage modifier order."}]}, {"Title": "Attack Roll Modifiers", "Height": 3, "Content": "Before checking your success level, you add any relevant modifiers to the attack roll (such as by adding your accuracy to the result).", "SubSections": [{"Title": "Natural Results", "Height": 4, "Content": "The natural result of a roll does not take into account any attack roll modifiers (such as accuracy) besides advantage/disadvantage. Whether an attack is a crit, depends solely on the natural result."}, {"Title": "Other Modifiers", "Height": 4, "Content": "The target can choose to turn any miss into either a graze or a strike. Additionally, the result of each roll is influenced by advantage/disadvantage, cover, and unaware/hidden."}]}, {"Title": "Success Level", "Height": 3, "Content": "The success level depends on the result of the attack roll, as determined by the attack roll formulas.", "Table": [["Level", "Name", "Category"], ["1", "Miss", "Miss"], ["2", "Graze", "Hit"], ["3", "Strike", "Hit"], ["4", "Crit", "Hit"]], "TableHeaderLocation": "Top"}]}, {"Title": "Advantage/Disadvantage", "Height": 2, "Content": "Each instance of advantage and disadvantage cancel each other out. Then, if you still have instances of advantage left, add 1d20 for each instance to the attack roll and take the highest result. If you instead still have instances of disadvantage left, add 1d20 for each instance and take the lowest result.", "SubSections": [{"Title": "Ranged Against Melee", "Height": 3, "Content": "All ranged attacks gain disadvantage against combatants close to them."}]}, {"Title": "Cover", "Height": 2, "Content": "The GM can decide depending on the description of an attack, whether something can provide a target with partial or full cover to your attack. In case of a partial cover, the GM can decide to apply a negative bonus based on how much the target is covered. In case of full cover, you automatically miss against it."}, {"Title": "Unaware And Hidden", "Height": 2, "Content": "Whenever you make an attack against a combatant that cannot perceive you (see, hear, smell or otherwise sense), you are considered hidden from that combatant. If a combatant is unaware of your presence, it will be considered surprised against your attacks until it becomes aware of your presence. If you attack a surprised combatant, or if you make a simple melee attack against a combatant that you are hidden from, then the attack gains advantage against the combatant. If a combatant is hidden from you, you can try to guess its location and attack a random tile of your choice. Just because you are hidden from a combatant, doesn't necessarily mean it is unaware of your presence. Directly after you use an attack action, the targets and those around will likely become aware of your presence before you can make a second attack."}, {"Title": "Damage", "Height": 2, "Content": "You usually deal damage as part of an attack (adding your attack damage modifiers), but rarely features allow you to deal damage without one. Damage is first rolled (if applicable), and then modified depending on the damage types, success level, conditions, and shield, according to the damage modifier order.", "SubSections": [{"Title": "Damage Modifier Order", "Height": 3, "Content": "Damage modifiers are applied in the following order (descending).", "Table": [["Source", "Name"], ["Diverse", "Any effects without specified order"], ["Condition", "Weakened, Strengthened"], ["Success Level", "Graze, Crit"], ["Damage Type", "Weakness, Resistance, Immunity"], ["Damage Type", "Reduction"], ["Resource", "Shield"]], "TableHeaderLocation": "Top"}, {"Title": "Damage Types", "Height": 3, "Content": "The following damage types exist.", "Table": [["Bludgeoning", "Piercing", "Slashing"], ["Cryo", "Thermal", "Shock"], ["Necrotic", "Psychic", "Sonic"], ["Holy", "Unholy", "Metabolism"]], "SubSections": [{"Title": "Damage Type Reduction", "Height": 4, "Content": "When you deal damage against a combatant with a reduction against one or more damage types of the damage, the damage is reduced by the highest applicable reduction down to a minimum of 1. A general damage reduction works against all damage types."}, {"Title": "Damage Type Weakness", "Height": 4, "Content": "When you deal damage against a combatant with a weakness against one or more damage types of the damage, the damage is increased by half rounded down."}, {"Title": "Damage Type Resistance", "Height": 4, "Content": "When you deal damage against a combatant with a resistance against one or more damage types of the damage, the damage is halved rounded down."}, {"Title": "Damage Type Immunity", "Height": 4, "Content": "When you deal damage against a combatant with an immunity against one or more damage types of the damage, the damage is reduced to 0."}]}, {"Title": "Explode", "Height": 3, "Content": "If damage explodes, after rolling damage, you reroll any damage dice that rolled maximum damage and add it to your previous total. If it rolled maximum damage again, you repeat rerolling it until it rolls something different than the maximum."}]}]}]