[{"Title": "Character Creation", "Height": 1, "SubSections": [{"Title": "Choose Ancestry", "Height": 2, "Content": "Choose 1 ancestry from below.", "SubSections": [{"Title": "Ancestries", "Height": 4, "Content": "Ashka, Automaton, Bruhx, Dragna, Dwarf, Elf, Ghost, Goblin, Human, Inferum, Insectoid, Kruull, Nymph, Plasmoid, Seraph, Skeleton, Swarm, Vampire, Wildblood, Zombie"}]}, {"Title": "Choose Weapons", "Height": 2, "Content": "Select 1 or more weapons (2 are recommended). However, keep in mind that you can at most have 2 equipped as main weapons and 1 more as a support weapon (cannot be used to make attacks except as mutations).", "SubSections": [{"Title": "Martial", "Height": 4, "Content": "Axe, Blowgun, Bow, Cannon, Chains, Claw, Crossbow, Cudgel, Dagger, Hammer, Machine Gun, Maw, Orb, Revolver, Scythe, Shield, Sniper, Shotgun, Spear, Sword, Unarmed"}, {"Title": "Elemental", "Height": 4, "Content": "Acid, Blood, Earth, Fire, Ice, Light, Lightning, Metal, Plants, Poison, Shadow, Space, Water, Wind"}, {"Title": "Special", "Height": 4, "Content": "Alchemy, Cosmology, Divinity, Machinery, Occultism, Psionics, Souls, Spirits, Words"}]}, {"Title": "Choose Techniques", "Height": 2, "Content": "Choose 1 weapon core and 4 other techniques."}, {"Title": "Choose Path", "Height": 2, "Content": "Choose 1 path from below. You learn its path core.", "SubSections": [{"Title": "Paths", "Height": 4, "Content": "Assassin, Berserker, Duelist, Hunter, Monarch, Monk, Sorcerer, Thaumturge, Trickster, Witch"}]}, {"Title": "Choose Attributes", "Height": 2, "Content": "Increase an attribute by 1 up to a maximum of 2. Do this 4 times."}, {"Title": "Choose Characteristics", "Height": 2, "Content": "Choose at least 3 characteristics. You can choose from below or make your own. These should help make your character's personality unique and easy to play.", "SubSections": [{"Title": "Characteristics (Samples)", "Height": 4, "Content": "Altruistic, Ambitious, Apathetic, Arrogant, Blunt, Bold, Brave, Cautious, Clever, Compassionate, Competitive, Conceited, Cruel, Curious, Deceitful, Diligent, Distrustful, Dramatic, Generous, Gentle, Greedy, Grumpy, Gullible, Humble, Impartial, Impulsive, Indecisive, Insecure, Judgmental, Kind, Lazy, Loyal, Naive, Obsessive, Paranoid, Patient, Persistent, Principled, Proud, Reckless, Resentful, Restless, Ruthless, Scornful, Selfish, Shameless, Shy, Spineless, Spiteful, Stoic, Stubborn, Thoughtful, Timid, Witty"}]}, {"Title": "Choose Passions", "Height": 2, "Content": "Choose at least 2 passions (Note: Talk to your GM to see if they will be relevant to the campaign). You can choose from the few below samples, but are encouraged to think of your own. They can be very broad like money or fame, but they can also be rather specific like war tactics or story writing. However, it's usually best to avoid too specific passions, such as solving that one mathematical problem or reading sonnet poems, as otherwise it will be nigh impossible for you to build upon them or for the GM to take them into consideration. Ultimately, they should help define your character's goals, interests, and hooks.", "SubSections": [{"Title": "Common Passions (Samples)", "Height": 4, "Content": "Adventure, Art, Community, Competition, Craftsmanship, Defense, Family, Fame, Food, Freedom, Friendship, Health, Heritage, Improvement, Innovation, Justice, Knowledge, Legacy, Love, Music, Nature, Power, Recognition, Storytelling, Survival, Teaching, Wealth"}, {"Title": "Specific Passions (Samples)", "Height": 4, "Content": "Alchemy, Artificial Intelligence, Astrology/Astronomy, Bioengineering, Botany/Fungi Studies, Cartography, Cybernetic Engineering, Fashion Design, Game Design, Gene Editing, Hacking, Lore/History Research, Magic/The Arcane, Political Theory, Psychology, Story Writing, Surveillance and Espionage, Swordsmanship, Tinkering/Tech Building, Urban Planning/Architecture"}]}, {"Title": "Why?", "Height": 2, "Content": "Why is your character participating in this campaign? Why is your character fighting? Why is your character willing to work with others? Why is your character ready to leave everything behind? Why is your character willing to risk its life? It doesn't matter which questions you answer. You can also choose to not answer any. You can also ask and answer your own questions. However, it will be beneficial to think about why your character is willing to participate in this campaign instead of doing something else."}, {"Title": "Buy Items", "Height": 2, "Content": "gear, fashion, cyberware, amulets, trinkets"}, {"Title": "Write Backstory", "Height": 2, "Content": "A small summary of the life your character has lived so far is not only helpful to better understand your character, but also makes it easier for your GM to understand your vision of your character. The backstory can only be a couple listed notes or a whole novel, but if you want your gm to take it into consideration, it should be short, simple, and concise."}]}]