[{"Title": "Connections", "Height": 2, "Content": "You can only access abilities (techniques and masteries) that connect to another ability that you have access to. You can always access any ability that connects to a category."}, {"Title": "Doom And Triumph", "Height": 2, "Content": "During play, the party can gain doom and triumph, which cancel each other out. They represent how well the party is faring, and affect how the world treats them.", "SubSections": [{"Title": "Doom", "Height": 3, "Content": "Bad luck on a campaign level scale. Having more than 3 can have severe negative consequences of narrative (not mechanical) nature.", "SubSections": [{"Title": "Gaining Doom", "Height": 4, "Content": "If you die, you are expected to <Revive> yourself at the cost of doom, so no one is left out from combat. Therefore, try not to die in the first place. The GM can also give doom for anything else at their discretion."}]}, {"Title": "Triumph", "Height": 3, "Content": "Good luck on a campaign level scale. Having more than 3 can bestow great blessings of narrative (not mechanical) nature.", "SubSections": [{"Title": "Gaining Triumph", "Height": 4, "Content": "The party gains 1 triumph whenever they kill a boss or complete an important milestone, as determined by the GM. The GM can also give triumph for anything else at their discretion."}]}]}, {"Title": "Actions", "Height": 2, "Content": "You can only use actions while above 0 health. Except when part of a trigger, you cannot use any action in the middle of another action or outside of you turn.", "SubSections": [{"Title": "Action", "Height": 3, "Content": "You can do 2 actions per round for free."}, {"Title": "Move Action", "Height": 3, "Content": "You can do 1 move action per round for free, then it requires using an action."}, {"Title": "Quick Action", "Height": 3, "Content": "You can do 3 quick actions per round for free. However, you can convert 1 action into 2 quick actions."}, {"Title": "Free Action", "Height": 3, "Content": "You can do any number of free actions per round for free."}]}, {"Title": "Rests", "Height": 2, "Content": "After you rest for 1 week at a settlement, you restore all health."}, {"Title": "Keywords", "Height": 2, "SubSections": [{"Title": "Difficult Terrain", "Height": 3, "Content": "You become slowed while within difficult terrain."}, {"Title": "Close To", "Height": 3, "Content": "Within 2 meters."}, {"Title": "Reserve Health", "Height": 3, "Content": "You lose the health, but keep it in reserve. At the end of combat, you regain all reserved health. After falling to 0 health, you lose all reserved health permanently."}]}, {"Title": "Restriction Modifiers", "Height": 2, "SubSections": [{"Title": "Trigger", "Height": 3, "Content": "You can only use the ability when the trigger is fulfilled. If it is fulfilled, you can even use it outside of your turn. Triggers without an action cost use a free action."}, {"Title": "Limit", "Height": 3, "Content": "Restricts how often you can use the ability."}, {"Title": "Cooldown", "Height": 3, "Content": "After using the ability, you can't use it again for the duration of the cooldown."}, {"Title": "Max", "Height": 3, "Content": "Restricts how often you can use this ability in parallel, before using it again ends the oldest still active ability."}, {"Title": "Initial Lock", "Height": 3, "Content": "This ability cannot be used from the start of combat until the specified duration is over."}, {"Title": "Channel", "Height": 3, "Content": "You can only use 1 channel ability at a time. Using another ends the oldest still active ability. Whenever the channel is outside the range of the ability at the end of your turn, the ability ends."}, {"Title": "Summons And Terrain (Upkeep)", "Height": 3, "Content": "After the start of your turns, you can use a number of actions equal to the upkeep cost for every summon or terrain that you wish to upkeep. The first action towards this purpose is free. The default upkeep cost is 1. All active summons and terrains that you do not wish to upkeep, or do not have enough actions to upkeep, are removed. At the end of your turns, all summons and terrain that are outside the range of the ability that created them, are removed.", "SubSections": [{"Title": "Summons", "Height": 4, "Content": "By default, their level matches yours, and their importance is 0.", "SubSections": [{"Title": "Control", "Height": 5, "Content": "The summons obey your every command and their turn is during your turn. Their attacks count as yours for the purpose of triggering any effects. However, whenever they use a channel, summon, or terrain ability, it also counts as if you used the ability for the purpose of determining how many can be used simultaneously."}]}]}, {"Title": "Multitrigger", "Height": 3, "Content": "You can use this ability multiple times per trigger."}, {"Title": "Immobile", "Height": 3, "Content": "An immobile combatant cannot move. Its speed always stays at 0."}, {"Title": "Object", "Height": 3, "Content": "An object combatant is immobile and cannot use any actions."}, {"Title": "Mobile", "Height": 3, "Content": "A mobile combatant can move despite being an object."}, {"Title": "Requirements", "Height": 3, "Content": "Some abilities have requirements, which restrict which abilities can be used as part of them (in case of technique) or applied to (in case of effects and forms)."}, {"Title": "Unspecified Duration", "Height": 3, "Content": "If the length of a duration is not specified, it lasts until the end of combat."}, {"Title": "Importance", "Height": 3, "Content": "Summons are additionally scaled via importance, which is 0 by default."}]}, {"Title": "Descriptive Tags", "Height": 2, "Content": "These tags do not modify what an ability does, instead they help describe the ability, potentially allowing or restricting interaction with other abilities. Do note that tags are not absolute (e.g. an ability may target an area, and consequently be an area ability, even if it doesn't have the Area tag).", "SubSections": [{"Title": "Attack", "Height": 3, "Content": "The ability makes use of an attack."}, {"Title": "Basic", "Height": 3, "Content": "The ability has extremely simple execution rules, allowing it to be combined with a lot of abilities."}, {"Title": "Simple", "Height": 3, "Content": "The ability has simple execution rules, allowing it to be combined with some abilities."}, {"Title": "Melee", "Height": 3, "Content": "The ability targets combatants that are reasonably close."}, {"Title": "Ranged", "Height": 3, "Content": "The ability targets combatants that are far away."}, {"Title": "Area", "Height": 3, "Content": "The ability targets combatants within an area."}, {"Title": "Multitarget", "Height": 3, "Content": "The ability targets a certain number of combatants, but at least 2."}, {"Title": "Movement", "Height": 3, "Content": "The ability includes movement."}, {"Title": "Teleportation", "Height": 3, "Content": "The ability includes teleportation."}]}, {"Title": "Conditions", "Height": 2, "SubSections": [{"Title": "Unstackable", "Height": 3, "Content": "Conditions do not stack, unless they have the stackable tag. However, gaining the effects of a condition does not count as gaining a condition, therefore allowing them to be stacked."}, {"Title": "Inverse", "Height": 3, "Content": "All conditions cancel out in combination with their inverse, reducing the severity of each other by 1 per severity."}, {"Title": "Severity", "Height": 3, "Content": "Some conditions have a severity with a specified default value (usually 1), which scales their potency."}, {"Title": "Stackable", "Height": 3, "Content": "Some conditions are stackable, which allows applying multiple stacks for increased effect."}]}, {"Title": "Mutations", "Height": 2, "SubSections": [{"Title": "Die Size", "Height": 3, "Content": "If die size is decreased below d4, it is decreased to d3 instead. If it is increased above d12, it is increased to 2d6 instead."}]}, {"Title": "States Of Health", "Height": 2, "Content": "Healthy: At or above 90% of max health\nBruised: At or above 50% and below 90% of max health\nInjured: At or above 10% and below 50% of max health\nDying: Above 0% and below 10% of max health"}]