[{"Title": "Character Leveling", "Height": 1, "SubSections": [{"Title": "Path", "Height": 2, "SubSections": [{"Title": "Evolve Path Core", "Height": 3, "Content": "At level 3 you can evolve a path core, replacing it with its evolved version."}]}, {"Title": "Attribute Increases", "Height": 2, "Content": "An attribute increase is used to increase an attribute by 1, up to a maximum of 2. This maximum increases at higher levels."}, {"Title": "Techniques", "Height": 2, "SubSections": [{"Title": "Mutations", "Height": 3, "Content": "You can mutate an unmutated technique or a summon with a learned mutation instead of learning a technique. Whenever you learn a mutation, you can mutate something with it once for free.", "SubSections": [{"Title": "Technique Mutations", "Height": 4, "Content": "You create and learn a new technique, which merges the weapon tag, damage types, and the stats with those of a learned mutation technique via addition. If a technique cannot be affected by some stat changes, such as if it always strikes or is not an attack in the first place, then its stats remain unmodified. You are encouraged to give the new technique a custom, thematically fitting name."}, {"Title": "Summon Mutations", "Height": 4, "Content": "You create and learn a new summon, which has access to an additional weapon and learns its mutation technique, as well as 1 more technique from that weapon. You are encouraged to give the new summon a custom, thematically fitting name."}]}, {"Title": "Summons", "Height": 3, "Content": "You can learn a summon instead of a technique. The summon can only be used via techniques that specifically say they can summon it."}, {"Title": "More Summon Techniques", "Height": 3, "Content": "Instead of you learning a technique, a summons of yours can learn 2 techniques, up to a maximum of [your techniques -/ 2]. Mutating it does not preserve any techniques learned in this way, but you can transfer those techniques between summons that fulfill all requirements (such as connections and the techniques maximum) whenever you level up."}]}, {"Title": "Masteries", "Height": 2, "SubSections": [{"Title": "Secondary Paths", "Height": 3, "Content": "You can learn a path core instead of 2 masteries."}, {"Title": "Upgrades", "Height": 3, "Content": "You can learn an upgrade instead of a mastery."}]}, {"Title": "Level Up Table", "Height": 2, "Table": [["Level", "Reward"], ["1", "ancestry,   weapons, weapon core technique, 2 techniques, path, path core, 4 attribute   increases, 3+ characteristics, 2+ passions, why?, backstory, items"], ["2", "2   techniques, attribute increase"], ["3", "2   techniques, evolve your path core, attribute increase"], ["4", "2   techniques, 2 attribute increases"], ["5", "2   techniques, 2 masteries, 2 attribute increases, attribute maximum increased   to 3"], ["6", "technique,   2 attribute increases"], ["7", "technique,   attribute increase"], ["8", "mastery"], ["9", "technique,   attribute increase"], ["10", "technique,   mastery, 2 attribute increases, attribute maximum increased to 4"], ["11", "technique,   attribute increase"], ["12", "mastery"], ["13", "technique,   attribute increase"], ["14", "technique"], ["15", "tier   increased to 2"], ["16", "technique,   attribute increase"], ["17", "mastery"], ["18", "technique,   attribute increase"], ["19", "technique"], ["20", "technique,   2 attribute increases, attribute maximum increased to 5"], ["21", "mastery"], ["22", "technique,   attribute increase"], ["23", "technique,   attribute increase"], ["24", "technique,   attribute increase"], ["25", "technique,   2 attribute increases, attribute maximum increased to 6"], ["26", "mastery"], ["27", "technique,   attribute increase"], ["28", "technique,   attribute increase"], ["29", "mastery"], ["30", "tier   increased to 3"]], "TableHeaderLocation": "Top"}]}]